tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'buo/cask-upgrade'

cask '1password'
cask 'adobe-acrobat-reader'
cask 'bartender'
cask 'brave-browser'
cask 'chromium'
cask 'docker'
cask 'firefox'
cask 'forticlient-vpn'
cask 'google-chrome'
cask 'imageoptim'
cask 'inkscape'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'macs-fan-control'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'notion'
cask 'pgadmin4'
cask 'phpstorm'
cask 'postman'
cask 'rectangle'
cask 'rocket'
cask 'scroll-reverser'
cask 'sequel-ace'
cask 'slack'
cask 'spotify'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'unnaturalscrollwheels'
cask 'visual-studio-code'
cask 'webstorm'
cask 'whatsapp'

brew 'act'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'gh'
brew 'git'
brew 'glib'
brew 'imagemagick'
brew 'ipfs'
brew 'libmagic'
brew 'lua'
brew 'luarocks'
brew 'mas'
brew 'pipenv'
brew 'ruby'
brew 'wget'
brew 'youtube-dl'
