tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/services'
tap 'buo/cask-upgrade'
tap 'mongodb/brew'

cask 'adobe-acrobat-reader'
cask 'bartender'
cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'inkscape'
cask 'iterm2'
cask 'karabiner-elements'
cask 'logitech-gaming-software'
cask 'microsoft-office'
cask 'pgadmin4'
cask 'postman'
cask 'rocket'
cask 'slack'
cask 'spotify'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'whatsapp'

brew 'act'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'gh'
brew 'git'
brew 'glib'
brew 'imagemagick'
brew 'ipfs'
brew 'libmagic'
brew 'lua'
brew 'luarocks'
brew 'mas'
brew 'mysql'
brew 'pipenv'
brew 'postgresql'
brew 'ruby'
brew 'wget'
brew 'youtube-dl'
